{
    "home": {
      "slogan": "Codificant la sexualitat del futur",
      "sloganSubtitle": "El vostre espai d'educació sexual",
      "buttons": {
        "connect": {
            "title": "Connectat",
            "subtitle": "Comparteix, pregunta i debat de manera anònima en el fòrum públic. Uneix-te a una comunitat de suport per a tractar temes d'educació sexual sense ser jutjat. La teva veu compta aquí."
        },
        "learn": {
            "title": "Aprèn",
            "subtitle": "Explora els aspectes essencials de la salut sexual. Des de l'anatomia fins a les pràctiques segures, passant per una secció de preguntes freqüents."
        },
        "track": {
            "title": "Decideix",
            "subtitle": "Introdueix les teves dades per a un seguiment personalitzat. Controla els cicles menstruals, l'anticoncepció i molt més. Rep recomanacions per a gestionar de manera proactiva la teva salut sexual."
        }
      }
    },
    "track": {
      "title": "Seguiment",
      "subtitle": "Et presentem Seguiment, el teu centre personalitzat per monitorar i optimitzar la teva salut sexual. Introdueix les teves dades de manera segura per crear un tauler personalitzat que registra aspectes essencials del teu benestar, com ara cicles menstruats, mètodes anticonceptius i freqüència d'activitat sexual. Rep recomanacions personalitzades basades en la teva informació, permetent-te prendre decisions proactives sobre la teva salut. Seguiment és el teu company en el viatge cap a un enfocament més saludable i informat de la teva salut sexual.",
      "warningTitle": "¡Properament la Funció de Seguiment!",
      "warningSubtitle": "¡Hola! Estem emocionats de informar-te que la nostra funció de 'Seguiment' està actualment en construcció per oferir-te una experiència encara millor. Agraïm la teva paciència mentre treballem en aquesta millora. Estigues atent a les actualitzacions i gràcies per ser part del nostre camí cap a un tu més saludable i informat."
    },
    "connect": {
      "title": "Connectar",
      "subtitle": "Embarca't en un viatge de diàleg obert i suport en aquesta secció. Aquest espai està dissenyat per a la participació anònima, oferint-te un fòrum on pots compartir lliurement les teves experiències, buscar consells i participar en discussions relacionades amb l'educació sexual. Connecta amb una comunitat de persones que estan navegant camins semblants, fes preguntes i contribueix a un entorn que fomenta la comprensió i l'empatia. La teva veu compta, i aquí s'escolta sense judici.",
      "warningTitle": "¡Properament la Funció de Seguiment!",
      "warningSubtitle": "¡Hola! Estem emocionats de informar-te que la nostra funció de 'Seguiment' està actualment en construcció per oferir-te una experiència encara millor. Agraïm la teva paciència mentre treballem en aquesta millora. Estigues atent a les actualitzacions i gràcies per ser part del nostre camí cap a un tu més saludable i informat."
    },
    "settings": {
    },
    "footer": {
      "createdBy": "Creat per",
      "resources": "Altres recursos"
    }
  }
  