{
    "home": {
      "slogan": "Codificando la sexualidad del futuro",
      "sloganSubtitle": "Tu espacio de educación sexual",
      "buttons": {
        "connect": {
            "title": "Conecta",
            "subtitle": "Comparte, pregunta y debate de forma anónima en el foro público. Únete a una comunidad de apoyo para tratar temas de educación sexual sin ser juzgado. Tu voz cuenta aquí."
        },
        "learn": {
            "title": "Aprende",
            "subtitle": "Explora los aspectos esenciales de la salud sexual. Desde la anatomía hasta las prácticas seguras, pasando por una sección de preguntas frecuentes."
        },
        "track": {
            "title": "Decide",
            "subtitle": "Introduce tus datos para un seguimiento personalizado. Controla los ciclos menstruales, la anticoncepción y mucho más. Recibe recomendaciones para gestionar de forma proactiva tu salud sexual."
        }
      }
    },
    "track": {

    },
    "connect": {

    },
    "settings": {
    },
    "footer":{
        "createdBy": "Creado por"
    },
    "learn": {
        "title": "Aprende",
        "description": "Bienvenido a la sección de Aprendizaje, tu puerta de entrada a la educación sexual integral. Aquí descubrirás los conceptos básicos de la salud sexual, abarcando temas desde anatomía hasta prácticas seguras y métodos anticonceptivos.",
        "topic1": {
            "title": "Para prevenir las enfermedades de transmisión sexual, incluido el VIH",
            "body": "Se debe utilizar preservativos masculinos o femeninos y barreras de latex desde el primer momento de la relación. Es imprescindible tener una buena información sobre cuáles son los riesgos y cómo evitarlos. Se debe ser muy consciente de que si todo el mundo se protege se evitan las ETS/VIH y los embarazos no deseados."
        },
        "topic2": {
            "title": "Cómo se transmiten las ETS?",
            "body": "-Mediante los fluidos corporales (el semen, los flujos vaginales y la sangre). -También puede darse lo que se conoce como transmisión vertical, que sucede si una mujer infectada queda embarazada y le transmite la enfermedad a su hijo antes de nacer."
        }
    }
}
  
