{
    "home": {
      "slogan": "Codificando la sexualidad del futuro",
      "sloganSubtitle": "Tu espacio de educación sexual",
      "buttons": {
        "connect": {
            "title": "Conecta",
            "subtitle": "Comparte, pregunta y debate de forma anónima en el foro público. Únete a una comunidad de apoyo para tratar temas de educación sexual sin ser juzgado. Tu voz cuenta aquí."
        },
        "learn": {
            "title": "Aprende",
            "subtitle": "Explora los aspectos esenciales de la salud sexual. Desde la anatomía hasta las prácticas seguras, pasando por una sección de preguntas frecuentes."
        },
        "track": {
            "title": "Decide",
            "subtitle": "Introduce tus datos para un seguimiento personalizado. Controla los ciclos menstruales, la anticoncepción y mucho más. Recibe recomendaciones para gestionar de forma proactiva tu salud sexual."
        }
      },
      "about": {
          "title": "Qué es SexEd+ ?",
      "body": "Nuestro proyecto es un centro integral diseñado para ofrecer una gran variedad de recursos para una experiencia educativa sexual completa. Sumérgete en artículos reflexivos que abarcan desde conocimientos fundamentales hasta detalles intrincados sobre prácticas seguras y métodos anticonceptivos. Personaliza tu experiencia haciendo un seguimiento de tu salud sexual en un panel dedicado y participa en discusiones esclarecedoras y anónimas dentro de nuestra comunidad. Ya sea que estés explorando los conceptos básicos o buscando orientación en aspectos más sutiles, nuestro proyecto se compromete a brindar apoyo y orientación a lo largo de tu trayecto."
    },
    "who": {
        "title": "Para quién es SexEd+ ?",
        "body": "Este proyecto es para todos, con un enfoque especial en adolescentes jóvenes que están navegando por sus primeras experiencias con la educación sexual. Entendemos los desafíos únicos que enfrenta este grupo demográfico, y nuestra plataforma está diseñada para proporcionar información relevante y una comunidad de apoyo."
    },
    "us": {
        "title": "Quién somos?",
        "body": "Somos un grupo de estudiantes que participamos en el hackatón 'Bits', impulsados por el compromiso de desarrollar tecnologías que mejoren la educación sexual. Nuestro proyecto incorpora información y medios confiables para crear un recurso amigable y fiable para todos. Juntos, buscamos derribar barreras y hacer que la educación sexual sea accesible, dinámica y enriquecedora."
    },
    "bottom": "Tu compromiso es esencial para nuestra misión. Agradecemos tu participación en hacer la educación sexual más abierta e informada. Siéntete libre de explorar, seguir tu camino, conectar con otros y, lo más importante, compartir tus pensamientos. Tu retroalimentación es valiosa y bienvenida mientras nos esforzamos por crear una plataforma que realmente satisfaga tus necesidades."
    },
    "track": {

    },
    "connect": {

    },
    "settings": {
    },
    "footer":{
        "createdBy": "Creado por"
    },
    "learn": {
        "title": "Aprende",
        "description": "Bienvenido a la sección de Aprendizaje, tu puerta de entrada a la educación sexual integral. Aquí descubrirás los conceptos básicos de la salud sexual, abarcando temas desde anatomía hasta prácticas seguras y métodos anticonceptivos.",
        "topic1": {
            "title": "Para prevenir las enfermedades de transmisión sexual, incluido el VIH",
            "body": "Se debe utilizar preservativos masculinos o femeninos y barreras de latex desde el primer momento de la relación. Es imprescindible tener una buena información sobre cuáles son los riesgos y cómo evitarlos. Se debe ser muy consciente de que si todo el mundo se protege se evitan las ETS/VIH y los embarazos no deseados."
        },
        "topic2": {
            "title": "Cómo se transmiten las ETS?",
            "body": "-Mediante los fluidos corporales (el semen, los flujos vaginales y la sangre). -También puede darse lo que se conoce como transmisión vertical, que sucede si una mujer infectada queda embarazada y le transmite la enfermedad a su hijo antes de nacer."
        }
    }
}
  
